import styles from "./page.module.css";

export default function AboutPage() {
    return (
        <article className={styles.about}>
            <h1>About Us</h1>
            <div className={styles.copy}>
                <p>
                    Історія створення серії вечірок WildSync починається у 2024 році коли
                    на драм-н-бейс вечірці DNA у подільському барі HVLV познайомилися Maze
                    Of Death та Max Kowalski. Maze грав джангл-сет із вінілових платівок,
                    а Max як виявилося, організовував у Mezzanine івенти різних форматів
                    і тоді був у пошуках чогось нового.
                </p>
                <p>
                    Після тієї вечірки зародилася ідея проводити драм-н-бейс івенти в
                    Mezzanine. Maze запросив своїх давніх знайомих — вінілових селекторів,
                    які грають джангл і драм-н-бейс та мають нетипові для локальної сцени
                    селекції. Так сформувався перший резидентський склад WildSync. До
                    нього увійшли DJ Siedin та P.one, а згодом приєдналися Strictly та
                    Nast-X.
                </p>
                <p>
                    Wildsync провів серію івентів у Mezzanine та HVLV, представляючи
                    справжній андерграундний джангл і драм-н-бейс та знайомлячи аудиторію
                    з його різноманітним звучанням.
                </p>
                <p>
                    У 2026 році Wildsync продовжує розвивати цю історію разом із баром
                    Намір, у якому відчувається дуже сильний дух бейс-культури міста. Ми й
                    надалі несемо безкомпромісний саунд, зберігаючи фокус на
                    андеграундній сцені, вінілових селекціях та музиці поза рамками
                    мейнстриму.
                </p>
            </div>
        </article>
    );
}